[A_HeroBio_Nami H7HeroBioData]
mText="娜美出生在一个贫穷的渔村。小时候，她梦想着在海上航行。成年后，她实现了梦想，只有一个目标：绘制海洋地图。在海上，她本能地知道该朝哪个方向驾驶船只以避开暴风雨。"

[A_Nami H7EditorHero]
mName=""
mLore=""

[A_Nami_Name H7GlobalName]
mName="娜美"

[UniqueSpecializations.A_TsunamiSpecialist H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪大师"
mTooltip="英雄开始时拥有一个卷轴可以学习 %spell1.name，并且可以以新手等级施放，拥有 %stat1 %ICON_MAGIC 魔力。"